Revit 2024 API
SymbolTypeId.PaPerM Property
 Symbol Pa/m, indicating unit Pascals per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PaPerM { get; }
Visual Basic
Public Shared ReadOnly Property PaPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PaPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace